// let password = 'пароль';
// let passwordUs = prompt('Введите пароль');
// if (password === passwordUs) {
//     alert("Пароль введен верно");
// }
// else {
//     alert("Пароль введён неправильно")
// }

// 2 задание

// let c = 0;

// if ((c > 0)  && (c < 10)) {
//     alert("Верно")
// }
// else {
//     alert("Не верно")
// }

// c = 10;

// if ((c > 0)  && (c < 10)) {
//     alert("Верно")
// }
// else {
//     alert("Не верно")
// }

// c = -3;

// if ((c > 0)  && (c < 10)) {
//     alert("Верно")
// }
// else {
//     alert("Не верно")
// }

// c = 2;

// if ((c > 0)  && (c < 10)) {
//     alert("Верно")
// }
// else {
//     alert("Не верно")
// }


// 3 задание

// let d = 85;
// let e = 65;

// if ((d > 100) || (e > 100)) {
//     alert("Верно")
// }
// else {
//     alert("Не верно")
// }


// 4 задание

